Repository: Cremechocos/signalquest-ios
Catalog: SignalQuestWidget/Localizable.xcstrings
Source language: fr
Languages: en

source: Affiche ton dernier test de débit SignalQuest.
en: Shows your latest SignalQuest speedtest.

source: Antenne à %@
en: Antenna %@ away

source: Aucun test
en: No test

source: Dernier Speedtest
en: Latest Speedtest

# Débit %@ mégabits par seconde, %@
source: Débit %1$@ mégabits par seconde, %2$@
en: Throughput %@ megabits per second, %@

source: Lance un Drive Test
en: Run a Drive Test

source: Lance un speedtest
en: Run a speedtest

source: Lancer un Speedtest SignalQuest
en: Run a SignalQuest Speedtest

source: Ouvre SignalQuest pour lancer un test de débit.
en: Opens SignalQuest to run a speedtest.

source: Pas encore de tendance
en: No trend yet

source: Progression
en: Progress

# Rafale %lld/%lld
source: Rafale %1$lld/%2$lld
en: Burst %lld/%lld

source: Réseau autour de moi
en: Network around me

source: Speedtest SignalQuest
en: SignalQuest Speedtest

source: TENDANCE DÉBIT
en: THROUGHPUT TREND

source: Tendance débit
en: Throughput trend

source: Tes derniers tests de débit en un coup d'œil.
en: Your latest speedtests at a glance.

source: Ton opérateur, l'antenne la plus proche et ton dernier débit.
en: Your carrier, the nearest antenna and your latest throughput.
